driver-tests/bpelse/assign/AssignJbi/test/echoIDREFSDataType_Invoke/Output.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns="http://stc.com/echoIDREFSDataType">
<SOAP-ENV:Header/>
<SOAP-ENV:Body>
  <item xmlns="http://stc.com/echoIDREFSDataType">
    <string>IDREFS</string>
    <normalizedString>IDREFS</normalizedString>
    <token>IDREFS</token>
    <base64Binary>IDREFS</base64Binary>
    <hexBinary>IDREFS</hexBinary>
    <integer>IDREFS</integer>
    <positiveInteger>IDREFS</positiveInteger>
    <negativeInteger>IDREFS</negativeInteger>
    <nonNegativeInteger>IDREFS</nonNegativeInteger>
    <nonPositiveInteger>IDREFS</nonPositiveInteger>
    <long>IDREFS</long>
    <unsignedLong>IDREFS</unsignedLong>
    <int>IDREFS</int>
    <unsignedInt>IDREFS</unsignedInt>
    <short>IDREFS</short>
    <unsignedShort>IDREFS</unsignedShort>
    <byte>IDREFS</byte>
    <unsignedByte>IDREFS</unsignedByte>
    <decimal>IDREFS</decimal>
    <float>IDREFS</float>
    <double>IDREFS</double>
    <boolean>IDREFS</boolean>
    <duration>IDREFS</duration>
    <dateTime>IDREFS</dateTime>
    <date>IDREFS</date>
    <time>IDREFS</time>
    <gYear>IDREFS</gYear>
    <gYearMonth>IDREFS</gYearMonth>
    <gMonth>IDREFS</gMonth>
    <gMonthDay>IDREFS</gMonthDay>
    <gDay>IDREFS</gDay>
    <Name>IDREFS</Name>
    <QName>IDREFS</QName>
    <NCName>IDREFS</NCName>
    <anyURI>IDREFS</anyURI>
    <language>IDREFS</language>
    <ID>IDREFS</ID>
    <IDREF>IDREFS</IDREF>
    <IDREFS>IDREFS</IDREFS>
    <ENTITY>IDREFS</ENTITY>
    <ENTITIES>IDREFS</ENTITIES>
    <NMTOKEN>IDREFS</NMTOKEN>
    <NMTOKENS>IDREFS</NMTOKENS>
  </item>
</SOAP-ENV:Body>
</SOAP-ENV:Envelope>
